[
  { "id": "f1",
     "text": "¿Cómo puedo generar un nuevo carnet para un usuario?",
     "answer": "Para generar un nuevo carnet, primero asegúrate de que los datos del usuario estén completos en el sistema. Luego, desde el módulo de gestión de personas, selecciona la opción \"Generar Carnet\". El sistema procesará automáticamente la información y asignará un código QR único. Una vez validado, el carnet quedará disponible en versión digital." },
  { "id": "f2", "text": "¿Qué hago si un carnet tiene un error en la información?", "answer": "Si detectas un error, accede al perfil de la persona en el sistema y corrige la información en los campos correspondientes (nombre, documento, cargo, rol, etc.). Después, utiliza la opción \"Actualizar Carnet\". Luego el administrador validará los datos que se van a actualizar. Si los aprueba se actualizarán los datos del usuario. Esto asegura que la versión digital refleje la información correcta." },
  { "id": "f3", "text": "¿Cómo puedo ver más eventos en la lista?", "answer": "En la sección de eventos, puedes ajustar la cantidad de elementos mostrados por página usando el selector \"Items per page\" en la parte inferior. Opciones disponibles: 6, 9, 12 o 18 eventos por página. También puedes navegar entre páginas usando los controles de paginación." },
  { "id": "f4", "text": "¿Quiénes pueden acceder al sistema de carnetización?", "answer": "El acceso está restringido a usuarios autorizados por la organización. Cada persona que necesite ingresar debe tener un usuario y contraseña, además de un rol específico (estudiante, trabajador, administrador, operador, etc.) que determina qué acciones puede realizar dentro del sistema. Por ejemplo, las acciones de un estudiante o trabajador incluyen poder ver su carnet y mostrarlo, ver los eventos disponibles y registrarse o no a los que necesite. El administrador podrá crear eventos, consultar usuarios, gestionar carnets, entre otras acciones." },
  { "id": "f5", "text": "¿Puedo descargar el carnet digital?", "answer": "Sí. Una vez que el carnet esté generado y aprobado, el usuario autorizado puede descargarlo en formato PDF desde la plataforma. Además, el carnet incluye un código QR único, lo que permite validarlo en cualquier momento con un lector compatible." },
  { "id": "f6", "text": "¿Cómo restablezco la contraseña de acceso al sistema?", "answer": "En la pantalla de inicio de sesión, selecciona \"Olvidé mi contraseña\". El sistema te pedirá tu correo electrónico registrado y enviará un código de restablecimiento. Si no recibes el correo, puedes contactar al área de soporte o al administrador del sistema para que realicen el restablecimiento manualmente." },
  { "id": "f7", "text": "¿Cómo me registro en un evento?", "answer": "Para registrarte en un evento, ve a la sección de eventos disponibles. Selecciona el evento de tu interés y haz clic en \"Registrarme\" o \"Asistir\". Si el evento requiere aprobación, el administrador revisará tu solicitud. Una vez aprobado, recibirás una confirmación por correo electrónico." },
  { "id": "f9", "text": "¿Cómo filtro los eventos por estado o tipo?", "answer": "En la sección de eventos, utiliza los filtros disponibles en la parte superior: \"Estado\" (Todos, Activo, En curso, Finalizado) y \"Tipo de Evento\" (Todos, o tipos específicos). También puedes filtrar por \"Visibilidad\" (Público o Privado)." },
  { "id": "f10", "text": "¿Qué hago si no puedo acceder a mi cuenta?", "answer": "Si tienes problemas de acceso, verifica que estés usando las credenciales correctas. Si olvidaste tu contraseña, usa la opción \"Olvidé mi contraseña\". Si el problema persiste, contacta al administrador del sistema o al soporte técnico con tu información de usuario." }
]
